ark
base
base-devel
btrfs-progs
dkms
dolphin
dotnet-sdk-8.0
efibootmgr
egl-wayland
filelight
firefox
git
grub
grub-btrfs
gst-plugin-pipewire
htop
inotify-tools
intel-ucode
isoimagewriter
iwd
kate
kitty
konsole
ktorrent
less
libpulse
linux
linux-firmware
linux-headers
linux-lts
linux-lts-headers
man-db
nano
neofetch
neovim
network-manager-applet
networkmanager
nvidia-dkms
partitionmanager
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
plasma-meta
plasma-workspace
smartmontools
sof-firmware
stylua
timeshift
ttf-jetbrains-mono-nerd
unzip
vim
virtualbox-host-modules-arch
wget
wireless_tools
wireplumber
xdg-utils
xorg-xinit
zram-generator
