amd-ucode
base
base-devel
bash-language-server
blueman
bluez
bluez-utils
brightnessctl
btrfs-progs
dunst
efibootmgr
firefox
git
grim
grub
gst-plugin-pipewire
htop
hyprland
hyprland-qtutils
iwd
kitty
less
libpulse
linux
linux-firmware
ly
man-db
neovim
noto-fonts-cjk
openssh
otf-font-awesome
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
polkit-kde-agent
power-profiles-daemon
qt5-wayland
qt6-wayland
rofi-wayland
slurp
smartmontools
sof-firmware
thunar
tree
ttf-jetbrains-mono-nerd
unzip
vim
vulkan-radeon
waybar
wget
wireless_tools
wireplumber
wl-clipboard
wpa_supplicant
xdg-desktop-portal-hyprland
xdg-utils
xf86-video-amdgpu
xf86-video-ati
xorg-server
xorg-xinit
zram-generator
