amd-ucode
ark
base
base-devel
btrfs-progs
dolphin
efibootmgr
firefox
git
grub
grub-btrfs
gst-plugin-pipewire
htop
inotify-tools
iwd
kate
kitty
konsole
less
libpulse
linux
linux-firmware
linux-lts
neovim
network-manager-applet
networkmanager
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
plasma-meta
plasma-workspace
smartmontools
sof-firmware
timeshift
ttf-jetbrains-mono-nerd
unzip
vim
vulkan-radeon
wget
wireless_tools
wireplumber
xdg-utils
xf86-video-amdgpu
xf86-video-ati
xorg-xinit
zram-generator
